[
  {
  "title":"11/22/63",
  "author":"Stephen King",
  "year":"2011",
  "summary":"Dallas, 11/22/63: Three shots ring out. President John F. Kennedy is dead.  Life can turn on a dime—or stumble into the extraordinary, as it does for Jake Epping, a high school English teacher in a Maine town. While grading essays by his GED students, Jake reads a gruesome, enthralling piece penned by janitor Harry Dunning: fifty years ago, Harry somehow survived his father’s sledgehammer slaughter of his entire family. Jake is blown away...but an even more bizarre secret comes to light when Jake’s friend Al, owner of the local diner, enlists Jake to take over the mission that has become his obsession—to prevent the Kennedy assassination. How? By stepping through a portal in the diner’s storeroom, and into the era of Ike and Elvis, of big American cars, sock hops, and cigarette smoke... Finding himself in warmhearted Jodie, Texas, Jake begins a new life. But all turns in the road lead to a troubled loner named Lee Harvey Oswald. The course of history is about to be rewritten...and become heart-stoppingly suspenseful."
  },
  {
    "title":"Plum Island",
    "author":"Nelson Demille",
    "year":"2011",
    "summary":"The hair-raising suspense of The General's Daughter... the wry wit of The Gold Coast...this is vintage Nelson DeMille at the peak of his originality and the height of his powers...Wounded in the line of duty, NYPD homicide cop John Corey is convalescing in rural eastern Long Island when an attractive young couple he knows is found shot to death on the family patio. The victims were biologists at Plum Island, a research site rumored to be an incubator for germ warfare.Suddenly, a local double murder takes on shattering global implications -- and thrusts Corey and two extraordinary women into a dangerous search for the secret of PLUM ISLAND...."
  },
  {
    "title":"One Second After",
    "author":"William R. Forstchen",
    "year":"2011",
    "summary":"New York Times best selling author William R. Forstchen now brings us a story which can be all too terrifyingly real...a story in which one man struggles to save his family and his small North Carolina town after America loses a war, in one second, a war that will send America back to the Dark Ages...A war based upon a weapon, an Electro Magnetic Pulse (EMP). A weapon that may already be in the hands of our enemies. "
  }
]
